{
"alcohols":
[
{"id":"15","name":"1792 Ridgemont Reserve","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/AybanBf8.png","nose":"A palate of sweet honey and vanilla tones is balanced with orange and spice, hinting at the relatively high rye content. A few minutes in the glass lets the nose open up nicely. A distinct woodiness sits in the background.","palate":"Quite tannic and fairly peppery, with a heavily woody flavor profile. A hint of maple is noticeable, but more than anything, what stands out is the dry, tongue-coating mouthfeel.","finish":"Oak predominates on a long, but drying, nearly hot finish. Some vanilla also peeks through.","country":"USA","created_at":"2017-10-28 04:56:03","updated_at":"2017-10-28 04:56:03"},
{"id":"16","name":"Amador","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/jh2z0yus.png","nose":"Aroma of caramel, cloves and vanilla.","palate":"Notes of hop-spices, two-row barley, toffee, butterscotch, rich citrus, orange, warm caramel and nougat dominate the palate.","finish":"Long, ever-lasting finish.","country":"USA","created_at":"2017-10-28 04:56:04","updated_at":"2017-10-28 04:56:04"},
{"id":"17","name":"Amador Double Barrel","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/uYni9pVI.png","nose":"Double Barrel's nose evokes classic, wood-driven bourbon notes. Barrel char and sawdust find secondary notes in modest vanilla and a cinnamon-raisin character, almost like a toasted slice of buttered raisin bread.","palate":"The body plays up some of this, with fruity notes coming on strong up front. Notes of rum raisin, vanilla ice cream, baking spice, and classically toasty, burnt caramel-focused bourbon character come together to make for a relatively straightforward spirit with just a touch of variety.","finish":"The finish is sweet, returning to that raisiny-fruity character for a relatively quick denouement.","country":"USA","created_at":"2017-10-28 04:56:04","updated_at":"2017-10-28 04:56:04"},
{"id":"18","name":"Angel's Envy","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/1hzdG9ry.png","nose":"You'll detect notes of subtle vanilla, raisins, maple syrup and toasted nuts.","palate":"Vanilla, ripe fruit, maple syrup, toast and bitter chocolate.","finish":"Clean and lingering sweetness with a hint of Madeira that slowly fades.","country":"USA","created_at":"2017-10-28 04:56:05","updated_at":"2017-10-28 04:56:05"},
{"id":"19","name":"Angel's Envy Cask Strength","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/jdgj5Q3m.png","nose":"Heavy caramel with vanilla up front, followed by roasted almonds, orange peel citrus and faint blueberry.","palate":"Pound cake, root beer, candy corn, honey, then tart strawberries, blackberries, figs, slight black pepper on the finish.","finish":"Less port forward than previous years, but while the port finish is distinct, the bourbon itself shines through the finish.","country":"USA","created_at":"2017-10-28 04:56:06","updated_at":"2017-10-28 04:56:06"},
{"id":"20","name":"Baker's","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/kOaw6EGV.png","nose":"Fruit, vanilla, caramel","palate":"Toasted nuts, fruit, vanilla, silky texture","finish":"Sweet, smooth, medium-long","country":"USA","created_at":"2017-10-28 04:56:06","updated_at":"2017-10-28 04:56:06"},
{"id":"21","name":"Barterhouse 20 yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/3jNQFpcI.png","nose":"Maple butter and vanilla are in the forefront of the whiskey.","palate":"Leather and a touch of char smoke play in the background.","finish":"Rich and with smattering of cherry fruit.","country":"USA","created_at":"2017-10-28 04:56:07","updated_at":"2017-10-28 04:56:07"},
{"id":"22","name":"Basil Hayden","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/oHTgvbPs.png","nose":"Spice, tea, hint of peppermint","palate":"Spicy, peppery, honey, light-bodied, gentle bite","finish":"Dry, clean, brief","country":"USA","created_at":"2017-10-28 04:56:07","updated_at":"2017-10-28 04:56:07"},
{"id":"23","name":"Bernheim","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/ggdvWWnH.png","nose":"Mildly sweet with hints of vanilla and honey","palate":"Hints of toffee, berries, & spice with fresh mint","finish":"Soft toasted oak, elegant and warm","country":"USA","created_at":"2017-10-28 04:56:08","updated_at":"2017-10-28 04:56:08"},
{"id":"24","name":"Blanton's","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/Nr4MAbUa.png","nose":"A spicy aroma of Dried Citrus and Orange Peels with a hint of Caramel and Vanilla.","palate":"Full and soft, marked by a mix of Burnt Sugar, Caramel, Orange, and Cloves.","finish":"Balanced with Vanilla, Honey, and Citrus.","country":"USA","created_at":"2017-10-28 04:56:08","updated_at":"2017-10-28 04:56:08"},
{"id":"25","name":"Blonde","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/aHLqwRF5.png","nose":"Soft and sweet it's brimming with complex dark sweets (caramel, butterscotch, toffee, etc.). A good amount of spice, wood, cherry-like sweetness and hint of wood. The aroma has a nice warm character to it.","palate":"Where the nose was rich the palate is light. The dark sweets are much lighter and accompanied by notes of spice, saw dust, grain and light hints of nuts, dark fruit and oak.","finish":"Medium and darkly sweet with a bit of chalk and tonic water.","country":"USA","created_at":"2017-10-28 05:11:36","updated_at":"2017-10-28 05:11:36"},
{"id":"26","name":"Blood Oath","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/4aYlWAhI.png","nose":"Caramel rich nose with notes of dried berries, vanilla, spice and citrus peel. There are some lighter notes of butterscotch, pit fruit, acetone and a creamy sorbet-like sweetness undertone.","palate":"Like the nose, the palate is caramel rich but this time accompanied by rack of savory spices, wood and a cornbread-like sweetness. Mild notes of vanilla, honey, dried berries and citrus peel move about and kick up a bit more towards the end.","finish":"Medium fadeout of caramel, grains, vanilla, wood and spice.","country":"USA","created_at":"2017-10-28 05:11:37","updated_at":"2017-10-28 05:11:37"},
{"id":"27","name":"Bookers","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/Z1z4QLIi.png","nose":"Rich caramel, toasted corn, nuts, spice, candied citrus and wood with a light herbal and vanilla underpinning. Really a nice “bourbon nose” on this one.","palate":"Peanuts, oak, complex dark sweets, candied citrus and spice. Light notes of blackberry compote and brown sugar waft through towards the end. Some interesting and unique qualities to this one.","finish":"Long herbal saunter accompanied by wood, candy corn and toasted peanuts.","country":"USA","created_at":"2017-10-28 05:11:38","updated_at":"2017-10-28 05:11:38"},
{"id":"28","name":"Buffalo Trace","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/RcHJGNWR.png","nose":"Buffalo Trace has a wonderful aroma filled with caramel, citrus peels, honey, cinnamon, brown sugar, marzipan and hints of oak and corn. The vanilla is a bit subdued, but when it appears it's a nice surprise.","palate":"Along with the corn and rye is a big dose of caramel followed by hints of toffee, burnt sugar (brûlé), honey, cinnamon and pepper. There are some hints of dark fruit and, again, subdued vanilla and a nice oaky underpinning to the entire flavor.","finish":"Long woody finish punctuated by caramel, toffee, under ripe citrus and vanilla.","country":"USA","created_at":"2017-10-28 05:11:38","updated_at":"2017-10-28 05:11:38"},
{"id":"29","name":"Bulleit","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/csWzCX5m.png","nose":"Caramel, vanilla and citrus are the first aromas out of the bottle. Following that are some great notes of smoky char, oak, strawberry shortcake and a mild astringency that I usually find with high rye bourbons.","palate":"Caramel, oak, and vanilla start things out. Accompanying these main three is a very robust spice filled with paprika, pepper, and cinnamon. There's some orange zest, light crisp fruit and cherries as well.","finish":"That same slightly dry \/ dusty character follows through on the long woody finish with some caramel and citrus. Very consistent aftertaste as it fades on a long finish.","country":"USA","created_at":"2017-10-28 05:11:39","updated_at":"2017-10-28 05:11:39"},
{"id":"30","name":"Bulleit 10yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/GwW6nZMg.png","nose":"Cherries and rye come skipping out of the glass with caramel, some overripe dark fruit, buttery toffee, oak and a mild citrus drifting in behind them. It's a very pleasant aroma.","palate":"On the palate the notes flip around a bit with the rye and wood leading the procession of dark fruit, caramel, citrus, cinnamon, leather and a hint of vanilla. Again, it's very pleasant and being rather similar to the Four Roses Small Batch it's hard not to like it.","finish":"It has a long woody finish that is punctuated with notes of rye, pepper and caramel coffee syrup.","country":"USA","created_at":"2017-10-28 05:11:39","updated_at":"2017-10-28 05:11:39"},
{"id":"31","name":"Bulleit Rye","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/ta08VXOP.png","nose":"A briny rye exudes from the bottle.  Caramel, cinnamon, cloves,  and a rather mild rye spice considering it's 95% rye mash bill. A touch of crème brûlée and red licorice.","palate":"The Spice on the palate comes roaring out. Cinnamon, cloves, honey, a light peppery pop, some buttery toffee and a smooth caramel underpinning. There is a hint of mint, but it's not so much the flavor of mint as the sensation of mint.","finish":"Cloves and pepper fade to a slight grapeyness which fades to a woody rye spice that lingers.","country":"USA","created_at":"2017-10-28 05:11:40","updated_at":"2017-10-28 05:11:40"},
{"id":"32","name":"Calumet Farm","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/L4f1UhoC.png","nose":null,"palate":null,"finish":null,"country":"USA","created_at":"2017-10-28 05:22:48","updated_at":"2017-10-28 05:22:48"},
{"id":"33","name":"Colonel E.H. Taylor Cured Oak","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/GNvcJLHi.png","nose":"Fruity, woody, citrus, brown sugar, dried dark fruit and a light bit of citrus and a touch of spice. The fruity sweetness presents itself well.","palate":"Fruity with maraschino cherries, oak, brown sugar, and a dark note that was a bit like leather and a bit like tobacco. Some light notes of citrus and spice show up along the way.","finish":"Medium fade of wood, maraschino, spice and dark sweets.","country":"USA","created_at":"2017-10-28 05:22:48","updated_at":"2017-10-28 05:22:48"},
{"id":"34","name":"Eagle Rare 10","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/TiPRxMIW.png","nose":"Caramel, wood, dark fruit, cinnamon and candied citrus move out in light waves. The Aroma is light and not overpowering.","palate":"Light notes of wood, caramel, cinnamon and grain slide through with a bit of toffee.","finish":"Short and woody with light notes of toffee and caramel.","country":"USA","created_at":"2017-10-28 05:22:49","updated_at":"2017-10-28 05:22:49"},
{"id":"35","name":"Forged Oak","image":null,"nose":"Dark sweets like butterscotch, caramel and toffee mixes with dark cherry heavy fruit and dried strawberries. Wood, vanilla and a light baking spice fill in the background along with a light bit of leather.","palate":"Wood takes center stage here with some notes of cinnamon, nutmeg, caramel, toffee and vanilla. Some light but noticeable notes of grain, orchard fruit and dark fruit come through as supporting roles. Ethereal notes of clove, anise and mint dance in the background but become more noticeable at the end.","finish":"Long and wood driven with notes of grain, caramel and spice.","country":"USA","created_at":"2017-10-28 05:22:49","updated_at":"2017-10-28 05:22:49"},
{"id":"36","name":"Four Roses Limited Edition","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/SIWf52MZ.png","nose":"A cinnamon heavy spice rack comes up front followed by notes of caramel, rye, citrus, rich vanilla, oak and dark fruit. Leather and a fudge quality (think bourbon flavored fudge), round out a nice clean and inviting aroma.","palate":"A deep and delicious amount of oak, spice, caramel and citrus come out first followed by dark fruit, leather, molasses and coca. Complex and hearty it drinks like a meal.","finish":"Long and filled with oak, caramel, rye spice, vanilla, dark fruit, cocoa and a hint of gingersnaps.","country":"USA","created_at":"2017-10-28 05:22:50","updated_at":"2017-10-28 05:22:50"},
{"id":"37","name":"Four Roses Single Barrel","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/QiGMmBQd.png","nose":"Dark fruit, oak, spice, blackberry taffy, waxy licorice, brittle, copper and light bits of banana and molasses. Sweet and spicy, who could ask for more?","palate":"Oak, cinnamon heavy spice, dark fruit, toffee, roasty notes, orange peels, nutmeg, chili pepper infused cocoa and a touch of mint. Sweet, spicy, robust and complex.","finish":"Long and oaky with layers of cherries, cinnamon, leather and vanilla sweetness.","country":"USA","created_at":"2017-10-28 05:22:50","updated_at":"2017-10-28 05:22:50"},
{"id":"38","name":"Four Roses Small Batch","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/IDRdnue5.png","nose":"This bottle has a remarkable amount of caramel in it with a strong rye presence. Cinnamon, dark fruit, a light citrus and a slightly floral character. Tied up with a bit of vanilla.","palate":"Again the caramel and rye are upfront, but this time it's leather, pepper, cinnamon, nutmeg, vanilla, corn and some oak.","finish":"Long winding finish of caramel, toffee, sweet grains, oak with a slight kick from the alcohol.","country":"USA","created_at":"2017-10-28 05:22:51","updated_at":"2017-10-28 05:22:51"},
{"id":"39","name":"Four Roses Yellow Label","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/ZLip8NTh.png","nose":"The whole aroma is wrapped in a warm and inviting bourbon spice. Inside that wrapper is caramel with some honey and graham cracker. Under these lie some hints of corn, vanilla and a touch of tropical fruit and a very light rye. Much lighter rye notes in the nose than any of the small batch or single barrel bottles I've had.","palate":"Here's where the Yellow label really comes into it's own. Upfront we have a lot of warm caramel, vanilla and delightful bourbon spice. Corn, honey, rye and malt sit side by side with some light fruit flavors which are less tropical and more orchard on the palate. A bit of clove and a slight yeastiness rounds out the earthy undertones.","finish":"The extremely short finish is pleasant with caramel and sweet toffee fading to soft oak and corn.","country":"USA","created_at":"2017-10-28 05:22:51","updated_at":"2017-10-28 05:22:51"},
{"id":"40","name":"Gentleman Jack","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/4gddZAaw.png","nose":"The nose is evident from the outset that this is a refined Jack Daniel's. The caramel and the vanilla come barreling out of the bottle and the glass is full of sugary dessert qualities. There is a hint of char, oak, a wisp of citrus and that JD spice help liven things up.","palate":"Without that oily char character it's tasting much more like a traditional bourbon with caramel and vanilla sitting up front. A very palpable nuttiness runs through it with hints of pepper, brown sugar, maple, cinnamon and a light fruitiness to it.","finish":"Subtle oak that develops into a smooth finish of fruit with maple and floral honey.","country":"USA","created_at":"2017-10-28 05:22:52","updated_at":"2017-10-28 05:22:52"},
{"id":"41","name":"George Dickel","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/54ziLPMM.png","nose":"Green apples, honey, cinnamon, caramel and corn dance out of the glass. Light notes of orchard fruit, sawdust, char and an almost herbal spice make an appearance but don't make a fuss. It's a clean crisp nose that has depth to it.","palate":"More honey, apples and corn along with some apricots and a bit of rye like spice keeping them company. Appearing in fits and spurts are notes of caramel, wood and a deeper pine\/mint hybrid that is rather intriguing.","finish":"Medium with notes of caramel, honey, spice and a touch of wood and mint.","country":"USA","created_at":"2017-10-28 05:22:52","updated_at":"2017-10-28 05:22:52"},
{"id":"42","name":"George T. Stagg","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/1QvfaHSp.png","nose":"A thick complex aroma of caramel, dark fruit, dark sweets, spice and wood starts it off and a wee bit of water starts a reaction that unleashes notes of molasses and vanilla.","palate":"Wood is upfront followed by a cavalcade of dark sweets, dried dark fruit, spice, sweet tobacco and leather. Like with the nose it's a dense complex flavor. A bit of water surfaces light notes of vanilla and burnt chocolate.","finish":"Long and woody layered with dark fruit, vanilla and a touch of mint.","country":"USA","created_at":"2017-10-28 05:29:31","updated_at":"2017-10-28 05:29:31"},
{"id":"43","name":"Henry McKenna Single Barrel","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/Uy7yRBGz.png","nose":"A nice wood driven nose peppered with notes of vanilla, caramel, rye spice, cinnamon, clove, butterscotch and some light dark fruit. Add a splash of H2O and the butterscotch gets more prominent while the spice dying down a bit and a hint of red licorice creeps in.","palate":"Like the nose it's wood driven with notes of dark fruit, vanilla, rye spice, red licorice, butterscotch and cardamom hitching a ride. A little water brings out more of the red licorice and some corn along with a touch more spice and a thin wispy note of dill.","finish":"Long, spicy and woody with some notes of raw grains, red licorice, vanilla and a feint bit of dill showing up along the way.","country":"USA","created_at":"2017-10-28 05:29:32","updated_at":"2017-10-28 05:29:32"},
{"id":"44","name":"I.W. Harper","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/Be8LsJls.png","nose":"The first thing I thought of was Bananas Foster and ice-cream. It starts out with some banana heavy fruit notes, caramel and vanilla followed by some notes of grain, spice, citrus zest and butterscotch.","palate":"The aroma is a bit richer than the flavor and the caramel comes in a bit watery followed by notes of spice, fruit, raw grain, vanilla and a light bit of citrus peel.","finish":"Short ride of caramel, spice, fruit and a bit of astringency.","country":"USA","created_at":"2017-10-28 05:29:32","updated_at":"2017-10-28 05:29:32"},
{"id":"45","name":"I.W. Harper 15yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/yxTevgFP.png","nose":"Sweeter up front with grain and corn immediately apparent, I.W. Harper 15-Year-Old Kentucky Straight Bourbon Whiskey then moves into notes of oak, raisin, caramel, spice and vanilla.","palate":null,"finish":"The finish leaves a long and lasting impression. I.W. Harper 15-Year-Old Kentucky Straight Bourbon Whiskey is recommended to be enjoyed on the rocks or neat to truly appreciate the full flavor profile.","country":"USA","created_at":"2017-10-28 05:37:58","updated_at":"2017-10-28 05:37:58"},
{"id":"46","name":"Jack Daniels","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/cl90PBQq.png","nose":"There is a very strong astringent Jack spice that comes up first and foremost. Under that strong ambiguous spice are hints of oily charcoal, maple, brown sugar, wood, sweet grains and ripe citrus.","palate":"It begins with caramel followed by cooked toffee. Notes of vanilla, cherry pie, and a slight yeast undertone. On the rocks, the caramel presents itself beautifully.","finish":"Caramel fades to corn and wood with a very long finish.","country":"USA","created_at":"2017-10-28 05:37:59","updated_at":"2017-10-28 05:37:59"},
{"id":"47","name":"Jack Daniels single barrel","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/C4r8NlmF.png","nose":null,"palate":null,"finish":null,"country":"USA","created_at":"2017-10-28 05:37:59","updated_at":"2017-10-28 05:37:59"},
{"id":"48","name":"Jefferson's 8","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/kxzBe1nb.png","nose":"Very crisp and fresh on the nose, lots of creamy vanilla and warm, spicy flavour. Notes of oak, toffee, hints of smoke.","palate":"Soft, warming and supple. Notes of sweet vanilla, spices, toffee, berry fruits, a touch of orange zest, spices and honey.","finish":"Soft and easy-going, very quaffable as it fades out on notes of vanilla sweetness, custard and corn.","country":"USA","created_at":"2017-10-28 05:38:00","updated_at":"2017-10-28 05:38:00"},
{"id":"49","name":"Jefferson's Chef's Collaboration","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/lep0GUlR.png","nose":"The nose is very nice and light but at the same time has lots of explosive rye spice. It has a slight youthfulness to it but that doesn't detract from the overall nose.","palate":"The front palate begins with the same nice rye notes that you get from the nose and then rises into the bourbon spectrum with a very well balanced oak and cherry flavor.","finish":"The Chef's Collaboration finish is fairly long but mellow with continued oak, cherry and cinnamon flavor. ","country":"USA","created_at":"2017-10-28 05:38:00","updated_at":"2017-10-28 05:38:00"},
{"id":"50","name":"Jefferson's Ocean","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/l0emDii6.png","nose":"There isn't any brine or salt in the nose just a big dose of well matured bourbon. This starts out with a healthy dose of bourbon spice followed by rich caramel and vanilla. Brown sugar, dark fruit (cherries in particular), orange zest, dark honey and oak. The aromas are sharp, rich and sweet; creating a wonderful nosing experience that reminds me of high quality wheaters.","palate":"Bourbon spice and dark fruit are neck and neck coming onto the palate with caramel behind by an inch. Cinnamon pops and cherries float in and out and the oak sits like a support beam under the whole flavor profile. There is some vanilla, but it comes across as imitation vanilla and then there's the salt. I was shocked to actually find some salty brine coating my tongue as it passed. It's not a strong presence, but it's definitely there.","finish":"Medium-long and filled with caramel, wood, salt and vanilla mixed with an ambiguous sweetness and tartness in what is easily the most unique finish I've had in a bourbon.","country":"USA","created_at":"2017-10-28 05:38:01","updated_at":"2017-10-28 05:38:01"},
{"id":"51","name":"Jim Beam","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/ttLkEUN1.png","nose":"First and foremost is the caramel bolstered by that unforgettable Jim Beam spice and corn. Deeper in there lie notes of vanilla, citrus zest and red licorice with a very slight herbal quality to it.","palate":"The flavor and the aroma are remarkably similar, which isn't always the case with whiskey. The caramel and that unique Jim Beam spice define the flavor of this bourbon. It pulls everything else into place and lets some of the underlying corn, anise, vanilla and citrus zest shine through with some yeast hanging out in the background.","finish":"Long finish of caramel, corn, citrus and a faint bit of oak.","country":"USA","created_at":"2017-10-28 05:38:02","updated_at":"2017-10-28 05:38:02"},
{"id":"52","name":"Jim Beam Devil's Cut","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/WP6e05Ui.png","nose":"It begins with a robust wood but underneath lies layers of caramel, dark fruit, Jim Beam spice, molasses, toffee, toasted nut, under ripe citrus and a mild astringency. ","palate":"Caramel and wood battle it out with cinnamon chiming in from the sideline. That nutty character from the nose shows up with some dark fruit and leather in tow. Milling about in the background is some vanilla, a bit of yeast and that same astringency from the nose.","finish":"Wood and caramel dominate the finish with hints of leather, cinnamon and raw sugar cane punctuated with astringent undertones that slowly fade out.","country":"USA","created_at":"2017-10-28 05:38:02","updated_at":"2017-10-28 05:38:02"},
{"id":"53","name":"Jim Beam Single Barrel","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/VFAWUv0J.png","nose":"light and slightly acidic with oak combining with orange, caramel, and marzipan. The citrus complements the oak and is well supported by the sweet undertones.","palate":"The palate is lightly sweet with caramel and chocolate, but it's quickly balanced by a slightly acidic orange.","finish":"Long and slightly spicy, a little dry, but not overly so.","country":"USA","created_at":"2017-10-28 05:38:03","updated_at":"2017-10-28 05:38:03"},
{"id":"54","name":"Knob Creek","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/gZUiB6p2.png","nose":"Dense dark fruit, corn, spice, red licorice and vanilla accompanied by light notes of caramel popcorn and wood. Light on the nose, adding a dash of water with bring the aroma to life.","palate":"Dried dark fruit, wood, caramel, vanilla and a bold complex ball of spice roll out first followed by notes of toasted biscuits and blackberry taffy. ","finish":"Long and filled with notes of dark fruit, wood and dark sweets.","country":"USA","created_at":"2017-10-28 05:38:03","updated_at":"2017-10-28 05:38:03"},
{"id":"55","name":"Koval Millet","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/FE1JiIPu.png","nose":null,"palate":null,"finish":null,"country":"USA","created_at":"2017-10-28 05:53:46","updated_at":"2017-10-28 05:53:46"},
{"id":"56","name":"Koval Oat","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/0UphZTfF.png","nose":null,"palate":null,"finish":null,"country":"USA","created_at":"2017-10-28 05:53:47","updated_at":"2017-10-28 05:53:47"},
{"id":"57","name":"Larceny","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/2nlbOMhN.png","nose":"A very pleasant blend of cherries, benedictine, corn, sweet maltiness and a touch of oak and spice.","palate":"Molasses, caramel and vanilla. Mix in some cherries, spiced cider, citrus, sugared malt, Sugar Daddy's and a hint of spiced lemon cake wrapped in a nicely oaked package.","finish":"Medium finish that's a bit like a malted milk ball (minus the chocolate) crossed with a sugar daddy and some oak.","country":"USA","created_at":"2017-10-28 05:53:47","updated_at":"2017-10-28 05:53:47"},
{"id":"58","name":"Lexington","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/iCZMWXdd.png","nose":null,"palate":null,"finish":null,"country":"USA","created_at":"2017-10-28 05:53:48","updated_at":"2017-10-28 05:53:48"},
{"id":"59","name":"Lost Prophet","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/ghdMdM5v.png","nose":"Caramel, Dark fruit, vanilla, wood and spice shoot out of the glass and head straight down the nasal passages. Citrus, red licorice, leather and a light biscuity quality drift through in it's wake.","palate":"Wood is VERY present here and borders on overbearing, but stops just short. Caramel syrup, spice, cherry heavy dark fruit and a surprisingly prominent corny grain note flesh out the bulk of the flavor. There is a bit of char and vanilla, but they're just hints that come through more towards the finish.","finish":"Long finish of corn, vanilla, wood and a weak spice.","country":"USA","created_at":"2017-10-28 05:53:48","updated_at":"2017-10-28 05:53:48"},
{"id":"60","name":"Maker's 46","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/v0Pf5QIW.png","nose":"Sitting side by side with the wheat are cherries, caramel, vanilla, oak and a complex nose of a pastry shop and s candy store. Very sweet nose.","palate":"Caramel and toasted wood moving along with vanilla ice cream, under ripe citrus, sweet grains, roasted corn, cinnamon and a host of sweet dessert notes. Much more depth of flavor than the traditional Maker's Mark.","finish":"Not as dry as Maker's and with lots of caramel and dessert notes mixed with wood that slowly fades with a long finish.","country":"USA","created_at":"2017-10-28 05:53:49","updated_at":"2017-10-28 05:53:49"},
{"id":"61","name":"Maker's Mark","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/1E35aTZA.png","nose":"That unforgettable Maker's Mark bourbon spice hits first with waves of caramel, cinnamon, malt and vanilla cream pie coming in one after another.","palate":"Again that Maker's Mark bourbon spice, caramel, vanilla, cherries and a hint of citrus. There is a slight nuttiness that resides in this whisky.","finish":"Long dry finish of oak, caramel and a hint of corn.","country":"USA","created_at":"2017-10-28 05:53:49","updated_at":"2017-10-28 05:53:49"},
{"id":"62","name":"Maker's Mark Cask Strength","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/Qnp9piyi.png","nose":"Bourbon spice, wood, caramel, ripe dark fruit and hints of citrus build up and mix with notes of toasted grains and vanilla. It's a powerful and full nose that erupts with a splash of water. Baking spices like cinnamon, nutmeg and clove mix with rolling notes of butterscotch, rock candy and a lurking bit of peanut butter fudge.","palate":"Caramel, toasted nuts, wood, citrus, dark fruit, toffee and molasses create a very appealing flavor that unfolds like reverse origami with a splash of water. Vanilla, corn, butter scotch, bruleed pastry, olde fashioned rock candy, cinnamon, nutmeg, white pepper, leather and toasted nuts nearly explode across the palate.","finish":"Long and winding with notes of caramel, wood, citrus peel, raw grains, vanilla and corn that doesn't change a whole lot with a splash of water.","country":"USA","created_at":"2017-10-28 05:53:50","updated_at":"2017-10-28 05:53:50"},
{"id":"63","name":"Old Forester","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/ZqxmtCzx.png","nose":"Caramel, vanilla and bourbon spice lead the charge with red licorice, cinnamon, maraschino, brown sugar and some rye popping its head out. A rye bourbon nose that has a slight varnished wood quality running under it that seems to grow stronger the more you drink.","palate":"Caramel, citrus and rye are dominant on the palate with the rye picking up steam toward the end. Tobacco, biscuits, pie crust which builds to a pleasant crescendo.","finish":"Long dry finish that starts out with a very woody rye and caramel syrup that fades to bourbon spice.","country":"USA","created_at":"2017-10-28 05:53:50","updated_at":"2017-10-28 05:53:50"},
{"id":"64","name":"Pappy van Winkle 10yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/cpme2FxI.png","nose":"I love the smell of this bourbon. Thick rich caramel, vanilla and cherries exude from the bottle. Bourbon spice, oak, dark fruit leather, sweet grains and baking spices round out an aroma that walks the line of too sweet but manages to keep it's balance.","palate":"Sometimes the nose of a whiskey can be deceiving, but that's definitely not the case here. Caramel, vanilla and cherries again lead the charge across the palate with sweet grains corn, light oak and a touch of cinnamon bringing up the rear. The palate is a bit spicier than the nose, but delicious throughout.","finish":"A Medium finish that starts out with bourbon spice and fades to oak and caramel.","country":"USA","created_at":"2017-10-28 05:53:51","updated_at":"2017-10-28 05:53:51"},
{"id":"65","name":"Parker's Heritage 8th Edition","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/GT8AnbDq.png","nose":"Caramel and a dark complex fruit steamroll their way out of the glass, paving the way for notes of wood, spice, brown sugar and sweet grains. The dark fruit doesn't just lead the charge, but also blends in with notes of cherries and dried strawberries coming and going and mixing with hints of vanilla frosting and butterscotch.","palate":"Wood takes a front seat here with caramel sitting shotgun. The same complex dark fruit from the nose is taking up the entire backseat and they're towing a trailer full of complimentary notes like vanilla, soft sweet grains, cinnamon, nutmeg and a light citrus.","finish":"Rich sweetness fades to a long wood heavy journey with notes of dark fruit and spice.","country":"USA","created_at":"2017-10-28 06:00:14","updated_at":"2017-10-28 06:00:14"},
{"id":"66","name":"Russell's Reserve small batch","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/uzKIBHO6.png","nose":"Sweet vanilla and toffee. Hints of red licorice, maraschino cherries, and almonds or marzipan start to unfold and build up a potpourri of bourbony goodness. ","palate":"A menage of toffee, vanilla, and spice. Upfront this is what a bourbon should taste like, a classic of a bourbon flavor profile, but there's more to it than that. If you let it rest on your tongue for a second or two and then slowly move it around a bit some silky hints of corn and earthy rye start to appear alongside whispers of pumpkin \/ apple pie hybrid.","finish":"Spice sticks around for a while, but as it fades there is a Creme de Noyaux type flavor, though much less sugary, that hangs around for a minute or so, but fades without leaving any sourness or bitterness behind.","country":"USA","created_at":"2017-10-28 06:00:15","updated_at":"2017-10-28 06:00:15"},
{"id":"67","name":"Stagg Jr.","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/yWmpsxKP.png","nose":"Wood, dark sweets, spice, vanilla, touch herbal and dark fruit. A pleasant aroma in the tradition of Buffalo Trace.","palate":"Dark sweets, wood, cinnamon heavy spice, vanilla and a light bit of cocoa, fruit leather and sweet corn.","finish":"Long and oaky with notes of cinnamon, vanilla and dried fruit.","country":"USA","created_at":"2017-10-28 06:00:15","updated_at":"2017-10-28 06:00:15"},
{"id":"68","name":"Stranahan's","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/ve9awLCz.png","nose":"A cavalcade of complex dark dessert notes move this whiskey forward. Notes like toffee, caramel, brown sugar, brittle, and butterscotch are the engine pumping this down the tracks with sweet malty and light nondescript fruity notes in tow.","palate":"Malt and citrus are pushed across the palate by that same complex dark dessert engine, but this time it's towing cherries, coconut and a toasted nutty quality that works as a nice counterpoint to the sweet notes.","finish":"Dark sweetness fades to dark fruit which fades to toasted nuts and caramel on a long finish.","country":"USA","created_at":"2017-10-28 06:00:16","updated_at":"2017-10-28 06:00:16"},
{"id":"69","name":"Tin Cup","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/fnlmHl9F.png","nose":"A nice caramel moves out first and is soon accompanied by some light nondescript spice, rye, a light touch of wood, green apples and a touch of dill. There is a sprinkling of cinnamon and a dusty sweetness that reminds me of Sweet Tarts and Pixie Stix.","palate":"Initially it has a sweet graininess to it that gives way to cherries, rye, citrus and a bit of dill. That same nondescript spice from the nose moves effortlessly across the palate but instead of a sweetness,  it's accompanied by a soft minerality that rolls through at the end.","finish":"Caramel, rye, and a touch of wood ease out on a medium finish.","country":"USA","created_at":"2017-10-28 06:00:16","updated_at":"2017-10-28 06:00:16"},
{"id":"70","name":"Troy and Sons Oak Reserve","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/KtK1Gpf3.png","nose":"Toasted grains, caramel, spice, dried corn, apricots, vanilla, molasses, nutmeg and a touch herbal with a dusting of bakers sugar. It's quite sweet, but not unpleasant. ","palate":"Butterscotch, candy corn, roasted corn, toffee, vanilla, molasses, citrus peel and a touch of grains and oak. The palate is more cloying than the nose.","finish":"Medium fade of butterscotch, molasses, vanilla, oak and herbs.","country":"USA","created_at":"2017-10-28 06:00:17","updated_at":"2017-10-28 06:00:17"},
{"id":"71","name":"Wild Turkey 101","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/hmFRVeGq.png","nose":"A nice bouquet of complex fruit paired with notes of spice, caramel, vanilla, grain and a dusty woodiness.","palate":"Dark fruit, complex rich spice, caramel, wood, fruit gummies and vanilla.","finish":"Long and woody with notes of fruit, sugar, maple and caramel.","country":"USA","created_at":"2017-10-28 06:00:17","updated_at":"2017-10-28 06:00:17"},
{"id":"72","name":"Wild Turkey Forgiven","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/cDBQmlc0.png","nose":"Bourbon is dominant on the nose with caramel and dessert notes hitting before the rye spice. Along with the caramel and rye spice are notes of citrus, vanilla, cherries, ripe orchard fruit and cinnamon.","palate":"Rye spice and that Wild Turkey fingerprint come first with some caramel, orange zest, cinnamon, pepper, leather, chocolate, a hint of melon and an overall nutty overtone.","finish":"Long dry finish that starts out with astringent rye spice and oak before fading to caramel syrup.","country":"USA","created_at":"2017-10-28 06:00:18","updated_at":"2017-10-28 06:00:18"},
{"id":"73","name":"Wild Turkey Kentucky Spirit","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/2XUYP8eu.png","nose":"dark fruit, toffee, Werther's Original, brown sugar and cinnamon are left behind with smaller pools of wood and vanilla emerging right before being covered back up by the spice wave.","palate":"Again that marvelous spice followed by a much more prominent wood which is trailing notes of brown sugar, citrus, caramel, dark fruit, corn and a ghostly mint that seems to fade in and out between sips.","finish":"Wood, brown sugar, corn, dark fruit, honey, caramel and mint all mix and mash together on a nice long slow fade.","country":"USA","created_at":"2017-10-28 06:00:19","updated_at":"2017-10-28 06:00:19"},
{"id":"74","name":"Wild Turkey Rare Breed","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/YaI5QcEY.png","nose":"Wood, caramel, a fruity banana-like note, toffee, brown sugar, citrus peel and cinnamon with some light anise and leather notes. There's a good reason why this newest release performed so well in the blind Rare Breed tasting.","palate":"Big spice (cinnamon and nutmeg heavy), wood, toasted grain, fruit (banana and red fruit) followed by some lighter notes of dark sweets and vanilla gently glide into the finish.","finish":"Long and caramel heavy with bits of wood, spice, vanilla and fruit. Interesting and lovely, this is a good bourbon.","country":"USA","created_at":"2017-10-28 06:00:20","updated_at":"2017-10-28 06:00:20"},
{"id":"75","name":"Wild Turkey Rye","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/5rpM9STQ.png","nose":"Caramel, grains, vanilla, dark fruit and spice. Touches of citrus, oak, toffee, dill, maple and baker's flour help build up the complexity a bit and it ends up being a pleasant aroma.","palate":"Caramel and a stronger, more complex spice mixed with some grains and dark fruit give way to toffee and wood that builds to a warm dark sweetness towards the end.","finish":"Long, sweet, spicy and woody with mild notes of caramel and vanilla popping up along the way.","country":"USA","created_at":"2017-10-28 18:15:12","updated_at":"2017-10-28 18:15:12"},
{"id":"76","name":"William Larue Weller 17yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/5aQC5qpu.png","nose":"Cherry heavy dark fruit, wood, complex dark sweets, toasted grain and dried fruit. Add a bit of water and the sweetness and woodiness expand equally and a light spice shows up.","palate":"Wood, cherry heavy dark fruit, toasted grain, dried fruit, citrus, dark sweets and a bit of earthiness. Water again expands both the sweet and rustic notes evenly while allowing some light spice to arrive along with a bolder toffee-like dark sweet note.","finish":"Long and woody with layers of dark fruit, dark sweets and a bit of dark earthiness.","country":"USA","created_at":"2017-10-28 18:15:13","updated_at":"2017-10-28 18:15:13"},
{"id":"77","name":"Woodford Double Oak","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/xTzVCFE8.png","nose":"Caramel, vanilla and oak. It has such a great classic bourbon nose that I just want to sit and sniff it for hours. Coming up behind the big three are hints of orange, butterscotch, mint, sweet tobacco and a slightly astringent pine.","palate":"Caramel, cinnamon, clove, corn and solid oak make up the bulk of the flavors. Pepper and leather are brought out by the rye which is very apparent in this one. Add a dash of vanilla and cherries and you have yourself one hell of a flavor profile.","finish":"Fruity caramel paired with oak and corn that stays consistent through a long slow finish.","country":"USA","created_at":"2017-10-28 18:15:13","updated_at":"2017-10-28 18:15:13"},
{"id":"78","name":"Woodford Reserve","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/kCxBclgl.png","nose":"Caramel and maple with some floral notes at first. After a second brown sugar, toffee, vanilla, citrus light oak and corn notes appear.","palate":"Caramel, cocoa and maple were the first flavors that comes across the palate. Accompanied by pepper, cinnamon, vanilla, smoky char and some wood. I didn't smell much rye, but on the palate the rye comes through a bit heavier.","finish":"Caramel, vanilla and light citrus slowly fade to corn and maple wood for a long finish.","country":"USA","created_at":"2017-10-28 18:15:14","updated_at":"2017-10-28 18:15:14"},
{"id":"79","name":"Bushmills","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/TRFPKxbP.png","nose":"Black pepper, faint dried coconut. Asphalt. Charcoal. Oatmeal.","palate":"Mildly creamy body, with more black pepper up front, and a suggestion of marshmallow. Pleasant cereal flavors on the tongue, without any depth at all.","finish":"Some brown sugar and oats on the finish. Very short.","country":"Ireland","created_at":"2017-10-28 18:15:14","updated_at":"2017-10-28 18:15:14"},
{"id":"80","name":"Bushmills 16","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/SE4tb2g9.png","nose":"Dark, fruity and syrupy nose brings thick rich aromas of port, raisins, vanilla, spice and a dark fruit compote with a nutty undertone. On the back end there's a light bit of Juicy fruit gum and dried strawberries.","palate":"Cherry heavy dark fruit with notes of malt, red vermouth, toffee, port, brittle, sherry and that same nutty undertone. Some light notes of candied grapefruit rind and red wine come through at the end.","finish":"Wine, fruit, malt, wood and toasted grains fade at a medium pace.","country":"Ireland","created_at":"2017-10-28 18:15:15","updated_at":"2017-10-28 18:15:15"},
{"id":"81","name":"Bushmills 21","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/ogAo4trv.png","nose":"Complex orchard and tropical fruit that's a mix of apples, guava, pears and papaya to name a few. Rich malty sweetness, caramel, dark fruit gummies, toffee, vanilla custard, brittle, and candied citrus rind. The aroma on this thing is fantastic.","palate":"Rich malty sweetness, dark complex fruit, sherry like notes, wood, raisins, cinnamon and a nutty undertone create the bulk of the flavor tapestry. Light notes of vanilla and char flit about and become more present towards the end.","finish":"Long and raisiny with notes of wood, spice, malt and dark fruity sweetness.","country":"Ireland","created_at":"2017-10-28 18:15:16","updated_at":"2017-10-28 18:15:16"},
{"id":"82","name":"Bushmills Black","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/FpDAZrrU.png","nose":"A gentle sherry presence greets the nose – with fresh apple cider, young fruity red wine, and champagne grapes. A hint of cereal grains and bakery goods, like scones, but not overly sweet.","palate":"Mild and thin. A bit of grape jelly, and more non-sweet baked goods… English muffins? Otherwise, same notes as on the nose. A bit sweeter on the tongue – with more caramel than anticipated. A hint of acetone, but only a hint.","finish":"Medium-long. The grain is more present here, with a bite of young, medicinal grain alcohol, but that passes quickly and the finish fades pleasantly with grape skins and red wine tannins.","country":"Ireland","created_at":"2017-10-28 18:15:16","updated_at":"2017-10-28 18:15:16"},
{"id":"83","name":"Irishman Founder's Reserve","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/JOZm1JLv.png","nose":"Peach Campino sweeties (they also made the strawberries and cream sweets), apples and a soft, spicy hint of white pepper.","palate":"Plenty rich with a glorious mouth-feel. More ripe fruits, paired with vanilla and cinnamon.","finish":"Very long.","country":"Ireland","created_at":"2017-10-28 18:15:17","updated_at":"2017-10-28 18:15:17"},
{"id":"84","name":"Jameson","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/Fia67nDm.png","nose":"Mellow pot still whiskey with toasted wood and sherry undertones.","palate":"Smooth and sweet with woody and nutty tones.","finish":"Incredibly smooth.","country":"Ireland","created_at":"2017-10-28 18:15:18","updated_at":"2017-10-28 18:15:18"},
{"id":"85","name":"Jameson 12","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/Ps3MDDG1.png","nose":"Warm caramel, malt and citrus float out of the glass and up the nose. Following close behind are notes of butterscotch, grains, spice and vanilla frosting with a kick of grain alcohol rolling about.","palate":"Caramel and malt pair off with some dark fruit and hard candy which stirs up some toffee, citrus, ‘Nilla Wafers and a bit of grain alcohol. Sherry like sweetness envelopes the entire palate with malt and spice notes.","finish":"A long finish of malt, cinnamon, caramel and wood slowly fades to grain alcohol.","country":"Ireland","created_at":"2017-10-28 18:15:27","updated_at":"2017-10-28 18:15:27"},
{"id":"86","name":"Jameson 18","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/L1nN7xdZ.png","nose":"Muted sherry notes, aromatic oils, touch of wood, spicy, toffee.","palate":"Wonderfully mellow and smooth, complex flavours of fudge & toffee spice, hints of wood & leather, gentle sherry nuttiness and vanilla.","finish":"Lingering, carrying notes of wood, spice & toffee to the very end.","country":"Ireland","created_at":"2017-10-28 18:15:28","updated_at":"2017-10-28 18:15:28"},
{"id":"87","name":"Jameson Black Barrel","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/VFxM1FZU.png","nose":"Grassy malt, caramel, butterscotch and a light fruit lazily make their way out of the glass followed by some nice lemony citrus and a touch of spice. There is a hint of wood and some coppery undertones from the single pot still. From the nose alone it's easy to tell that there's a good amount of single pot still in this whiskey.","palate":"Caramel, toffee, malt and a pronounced fruit work their way across the palate. Some nice warm woody notes pick up and the spice from the nose morphs into being more cinnamon driven with a tiny bit of vanilla and lemony citrus. Like on the nose some coppery notes come through and it's easy to taste that wonderful single pot still character.","finish":"Big malty ending mixed with fruit and wood that goes on and on.","country":"Ireland","created_at":"2017-10-28 18:15:28","updated_at":"2017-10-28 18:15:28"},
{"id":"88","name":"Kilbeggan","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/NbCmITNF.png","nose":"Lemon citrus zest, honey, sweet oloroso, sticky hot-cross-bun and poached pear.","palate":"Slightly sweet, well rounded, honeyed, biscuity malt with gentle spice.","finish":"Burnt macaroon-like notes to a honeyed malty finish with gentle toasted spicy oak. ","country":"Ireland","created_at":"2017-10-28 18:15:29","updated_at":"2017-10-28 18:15:29"},
{"id":"89","name":"Midleton","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/4yJgktqs.png","nose":"Malty single pot still character explodes out of the glass stirring up notes of caramel, complex fruit, vanilla, honey, dark sweets, dried berries, whipped cream and fresh crepes. It's lovely.","palate":"The Palate is consistent with the nose including notes of caramel, vanilla, honey, dried berries, and fresh crepes. ","finish":"Long and malty with notes of wood, fruit and dark sweets that fade to a light grain whiskey profile.","country":"Ireland","created_at":"2017-10-28 18:15:30","updated_at":"2017-10-28 18:15:30"},
{"id":"90","name":"Powers 12","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/YNiGJS7d.png","nose":"A welcoming malty note comes first followed by some warm honey and raw sugar. A bit of caramel, cereal grains and vanilla cake mixes with an overall fruity aroma that's light and refreshing. Even though the pot still is supposedly quite high in here I'm not getting much of that character on the nose.","palate":"Again the malt comes out first, but this time it's more like the warm single pot still character I was hoping for on the nose and it's accompanied by a light fruity flavor. Toasted nuts, honey, whiskey spice and light citrus all dance along the palate and make for a great sipping experience. The grain alcohol does kick up a bit on the back of the palate, but it's not enough to be distracting.","finish":"Malt, banana and caramel fade to grain alcohol on a med-long finish.","country":"Ireland","created_at":"2017-10-28 18:15:30","updated_at":"2017-10-28 18:15:30"},
{"id":"91","name":"Redbreast 12","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/paKj1cVP.png","nose":"Rich, sweet and a little oily that wonderful character is accompanied by notes of fruit, vanilla, nuts, spice, citrus and some light sweet, almost floral, notes that drift through on the tail.","palate":"Warm rich pot still malty goodness followed by notes of fruit, honey, vanilla, spice and citrus with a nutty undertone that ties everything together. You'll love the flavor of this whiskey almost as much as the aroma.","finish":"Long slow journey of warm coppery malt, vanilla, spice, fruit and a light bit of wood.","country":"Ireland","created_at":"2017-10-28 18:15:31","updated_at":"2017-10-28 18:15:31"},
{"id":"92","name":"Redbreast 21","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/LgW7GzfL.png","nose":"Complex tropical leaning fruit with strong notes of vanilla, spice, honey and that wonderful lightly coppered single pot still character. Lighter notes of apples and dark sweets like caramel and brittle haunt the background along with a light bit of wood.","palate":"Complex tropical leaning fruit with strong notes of vanilla, spice, honey and that wonderful lightly coppered single pot still character. Lighter notes of apples and dark sweets like caramel and brittle haunt the background along with a light bit of wood.","finish":"Spice, vanilla and toasted nuts give way to a sweet and coppery single pot still character that fades out nice and slow.","country":"Ireland","created_at":"2017-10-28 18:15:31","updated_at":"2017-10-28 18:15:31"},
{"id":"93","name":"Teeling","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/cLkGgLGj.png","nose":"Candy sweetness (olde time candy shop), caramel, vanilla salt water taffy, grainy sweetness and toffee threaten to make this an overly sweet whiskey. Thankfully some lighter notes of nuts, dark fruit leather, spice and earth come to the rescue and balance it out.","palate":"Caramel, grainy sweetness, vanilla salt water taffy, toffee, banana, apricot, nuts and light notes of spice, cocoa and an earthy herbal essence (not the shampoo). Like the nose if it weren't for those lighter notes it would have been fairly one dimensional, so it's a good thing they showed up to help right this otherwise sweets laden ship.","finish":"Long and nutty with notes of caramel, spice, cocoa, and dried fruit.","country":"Ireland","created_at":"2017-10-28 18:15:32","updated_at":"2017-10-28 18:15:32"},
{"id":"94","name":"Tullamore Dew","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/IP0233pf.png","nose":"Complex raisiny fruit that carries notes of berries, orchard and citrus start things off on the right foot. Accompanied by some malty and sweet winey notes along with hints of spice, wood, fruit leather, and vanilla bean it makes for a nice rich sniffing experience.","palate":"The palate is subdued compared to the nose at the beginning. Then it starts off malty and fruity with notes of wood, spice and graham. Light winey notes show up towards the end and even though it's more muddled than the nose it's still quite nice.","finish":"Long fruity and malty speckled with notes of wood, spice, chocolate Twizzlers and ash.","country":"Ireland","created_at":"2017-10-28 18:15:33","updated_at":"2017-10-28 18:15:33"},
{"id":"95","name":"Aberlour 12yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/E6Tztdm3.png","nose":"Buttery cinnamon toast, concentrated raisin in the background, astringent woody touches, glacé cherry, barrel char.","palate":"Big sweet butter hit, with maple syrup, brown sugar, plump raisins, nutmeg, milk chocolate and more of the char from the nose.","finish":"Medium length, with chocolate, raisins and more char.","country":"Scotland","created_at":"2017-10-28 18:17:31","updated_at":"2017-10-28 18:17:31"},
{"id":"96","name":"Aberlour 16yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/MWoVX7B6.png","nose":"Floral, spicy dried red fruits, a little nutty, caramel, and vanilla.","palate":"Good sherry in the way of red fruits, dark chocolate, almonds. Sweet notes of brown sugar, vanilla, fall baking spices come in.","finish":"Long with continued spiced fruits.","country":"Scotland","created_at":"2017-10-28 18:17:32","updated_at":"2017-10-28 18:17:32"},
{"id":"97","name":"Auchentoshan 12yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/OhOPpqyR.png","nose":"It has a Crème Brulee smell with a burst of citrus and the signature nuttiness and green leafiness of Auchentoshan.","palate":"To taste the palate is smooth and sweet with hints of tangerine and lime.","finish":"It is a gingery and slightly drying with a pleasant lingering nuttiness.","country":"Scotland","created_at":"2017-10-28 18:17:32","updated_at":"2017-10-28 18:17:32"},
{"id":"98","name":"Balvenie 12yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/mK03SYMH.png","nose":"Chocolate and raspberry aromas, with rich brioche and stewed cherries.","palate":"Fresh red fruits - cherries and raspberries - combine with sponge-cake mix and cinnamon and a sprinkling of black pepper. Quite a big-flavoured dram, but balanced.","finish":"Sweet spice, red fruits, rich sponge cake.","country":"Scotland","created_at":"2017-10-28 18:17:33","updated_at":"2017-10-28 18:17:33"},
{"id":"99","name":"Balvenie 14yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/po6atZ0R.png","nose":"Brown sugar, butter and nutmeg – buttered rum mix, before you add the rum. With that, there's shortbread, golden syrup and sweet Muscat grapes.","palate":"Apples, lemons, icing sugar and brown toast, with syrup, caramel and toffee popcorn.","finish":"White toast with Golden Syrup, freshly sawn oak and a touch of stewed apple.","country":"Scotland","created_at":"2017-10-28 18:17:34","updated_at":"2017-10-28 18:17:34"},
{"id":"100","name":"Bowmore 12yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/ZYbWwHwo.png","nose":"Appetizing combo of smoke and caramelized pineapple with a heady hit of tropical fruit.","palate":"Some lovely smokiness, but the fruity elements really sing here: pineapple, peach and mango all dancing with the smoke that surrounds them. Great balance.","finish":"Rather soft and relaxing, with the smoke gently fading.","country":"Scotland","created_at":"2017-10-28 18:17:34","updated_at":"2017-10-28 18:17:34"},
{"id":"101","name":"Bruichladdich","image":null,"nose":"Fruity nose of conference pear, honeydew melon and red apple, combined with sweet vanilla and the faintest hint of salinity.","palate":"Semi-luscious texture with the fruits from the nose joined by papaya and guava, the vanilla from the oak slightly more noticeable but without being overpowering and a mouth-watering salinity.","finish":"The tropical fruit flavours slowly fade to leave a delicious mixture of salty vanilla.","country":"Scotland","created_at":"2017-10-28 18:17:34","updated_at":"2017-10-28 18:17:34"},
{"id":"102","name":"Cragganmore","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/YdJa1emh.png","nose":"An aromatic blast of citrus to begin with – orange and lemon oil – then soft aromas of toffee, roasted almonds and malted biscuits follow. Very clean and appetising, with a gentle floral character.","palate":"The fresh citrus notes continue on to the palate, joined by sweet toffee, malt and oat biscuits. Very clean and refreshing.","finish":"The gentle maltiness fades lightly.","country":"Scotland","created_at":"2017-10-28 18:17:35","updated_at":"2017-10-28 18:17:35"},
{"id":"103","name":"Dalmore 12yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/1zNmyEX3.png","nose":"Orange, dark plums, chocolate, marzipan.","palate":"Citrus, Christmas cake, coffee, cinnamon.","finish":"Orange, vanilla, plums, cinnamon.","country":"Scotland","created_at":"2017-10-28 18:17:35","updated_at":"2017-10-28 18:17:35"},
{"id":"104","name":"Dalwhinnie 15yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/3NOSyHnd.png","nose":"Clean and fresh, with heather honey, pears, a touch of toffee and a soft floral note.","palate":"Bright and fruity, but also rich, with notes of steamed syrup pudding and sponge cake, with a little cinnamon and nutmeg.","finish":"Just enough spice to match the fruit. Lovely balance.","country":"Scotland","created_at":"2017-10-28 18:17:36","updated_at":"2017-10-28 18:17:36"},
{"id":"105","name":"Glen Garioch 12yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/dyuu2MKh.png","nose":"Earthy, stewed fruit.","palate":"Rich, mouthfilling, toasty oak, dried fruit, hint of mocha.","finish":"Spicy and smooth. Well balanced.","country":"Scotland","created_at":"2017-10-28 18:17:47","updated_at":"2017-10-28 18:17:47"},
{"id":"106","name":"Glen Grant 10yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/5nQS42kf.png","nose":"Orange and lemon zest, vanilla cream and toffee.","palate":"Oily, with fudge and cream chased by orange, lemon, honeysuckle and sweet apple.","finish":"Freshly crushed grain, soft apple and a hint of peach.","country":"Scotland","created_at":"2017-10-28 18:17:48","updated_at":"2017-10-28 18:17:48"},
{"id":"107","name":"Glenfiddich 15yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/XIr6W7zn.png","nose":"An intriguingly complex aroma. Sweet heather honey and vanilla fudge combined with rich dark fruits.","palate":"Silky smooth, revealing layers of sherry oak, marzipan, cinnamon and ginger. Full-bodied and bursting with flavour.","finish":"Satisfyingly rich with lingering sweetness.","country":"Scotland","created_at":"2017-10-28 18:17:49","updated_at":"2017-10-28 18:17:49"},
{"id":"108","name":"Glenlivet 12yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/hVMIPBIy.png","nose":"Grassy and floral, with a delicate perfume. Soft citrus notes of lemon and grapefruit, joined by nutty notes of almond and hazelnut.","palate":"Soft mouthfeel with elegant orange and lemon notes, then some vanilla and toffee adding richness, but this is a delicate, fine-boned single malt with lovely balance and a refreshing character.","finish":"The juicy citrus notes linger, inviting you to take another sip.","country":"Scotland","created_at":"2017-10-28 18:17:49","updated_at":"2017-10-28 18:17:49"},
{"id":"109","name":"Glenlivet 15yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/wGLjiahu.png","nose":"Bright green fruit, some green grape skins, and acidic apple. White sugar, and raw cane juice. Some interesting (but mild) spices, cinnamon and nutmeg from the French oak.","palate":"Light. Some mild wood. A bit raw on the alcohol (like the 12), and perhaps somewhat watery. Golden raisins.","finish":"A twist here: maybe dried raspberries? Some nice dry tannins. Medium long, with a surprising touch of lime oil at the tail end.","country":"Scotland","created_at":"2017-10-28 18:17:50","updated_at":"2017-10-28 18:17:50"},
{"id":"110","name":"Glenlivet 18yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/FLe6AALW.png","nose":"Dark chocolate, glacé cherries, rich fruit, cream and biscuits. Suggestions of cherry blossom and crème brûlée, the latter marrying the cream, dark notes, biscuity vanilla and sugary sweetness together nicely.","palate":"Thick, with lots of cream running on to sweet cherry, stewed apple and orange peel. Water brings out more sweet vanilla from the creaminess.","finish":"Dry, with sharp oak and spice.","country":"Scotland","created_at":"2017-10-28 18:17:50","updated_at":"2017-10-28 18:17:50"},
{"id":"111","name":"Glenlivet Founder's Reserve","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/akvoas6d.png","nose":"Very clean and fresh, with notes of grass, freshly cut apples and pear drops, enriched by a rich toffee character. Slight floral note, with menthol and custard-tart notes.","palate":"The gentle fruitiness continues on to the palate, with pear the dominant note, accompanied by a refreshing mintiness. Very soft texture and mouthfeel with no rough edges. Easy to drink.","finish":"Soft, fruity and whistle-clean.","country":"Scotland","created_at":"2017-10-28 18:17:51","updated_at":"2017-10-28 18:17:51"},
{"id":"112","name":"Glenmorangie 10yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/GsfP5YlJ.png","nose":"Soft, clean and refreshing: lemon sherbert and apricots, with honeyed fruit and a touch of toffee and vanilla. Gentle and satisfying.","palate":"A little weightier on the palate, with honey and malt, banana bread and subtle sweet spices. Clean and well balanced.","finish":"The honeyed fruit fades softly, and the finish is whistle-clean.","country":"Scotland","created_at":"2017-10-28 18:17:51","updated_at":"2017-10-28 18:17:51"},
{"id":"113","name":"Glenmorangie 18yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/VwhzQbon.png","nose":"Nose: The cornucopia of an autumn harvest festival table describes the overflowing abundance of arresting aromas that tantalise at the first nose of Glenmorangie 18 Years Old. The rich, resinous quality of nuts cascades into a crisp toffee sweetness of crème brulée, merging with caressingly smooth, creamy vanilla. Hints of vibrant oranges & lemons are found. Crunchy textured walnuts follow, oozing into golden honeycomb that trickles over sun-ripened sticky dates. Then sparkling floral tones emerge, taking the edge off any cloying sweetness, with the green, almost herbal bouquet of geranium, tempered with musky jasmine and the bright, sharp clarity of narcissus.","palate":"Glenmorangie 18 Years Old slips like silk over the tongue with a full, rounded flavour, starting with grapefruit & orange. The palate is then entranced with an accord of melting honey, creamy malt and aromatic florals that segue into the warm, syrupy nuttiness of hazelnuts and walnuts from the Oloroso sherry casks in which the whisky is matured. Savour the rich, sticky date and fig flavours as they are heightened by the unexpected caress of woodsmoke.","finish":"Lingering and enticing with the subtle sweetness of dried fruit and the nutty dryness of sherry. ","country":"Scotland","created_at":"2017-10-28 18:17:52","updated_at":"2017-10-28 18:17:52"},
{"id":"114","name":"Glenmorangie Milsean","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/l6cRbPIn.png","nose":"Overtly fruity and sweet in character with orange, dolly mixtures and lemon sherbet.","palate":"Warm and spicy at first sip, then the sweet fruit comes through, with cherry, mango, plum, orange, grapefruit, lemon sherbet, coconut and ginger all complementing the oily texture.","finish":"Medium in length, with the fruitiness only superseded by ginger spice at the very finale.","country":"Scotland","created_at":"2017-10-28 18:17:52","updated_at":"2017-10-28 18:17:52"},
{"id":"115","name":"Glenmorangie Quinta Ruban 12yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/meioLBKa.png","nose":"The port finish comes through as a bouquet of fruit aromas. While not specifically smelling like port, the malt has elements of fresh grapes, raisins, cherries, and so on. The fruit character is fresher and more tart than the sticky, dried-fruit profile of sherry aging. Some vanilla oak underlies – but does not compete with – the fruit. Well-balanced, refreshing, and thankfully not cloying.","palate":"Medium bodied, with initial aspects of caramel or nougat. A tad on the burny side. The fruit is fainter, but more reminiscent of ruby port.","finish":"Medium-long. Caramel again, and marshmallow. The fruit returns only as a faint candy coating as the whole fades into mild barrel char.","country":"Scotland","created_at":"2017-10-28 18:18:01","updated_at":"2017-10-28 18:18:01"},
{"id":"116","name":"Highland Park 12yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/AkUDjYMP.png","nose":"Salted lemons, a whiff of charcoal smoke, crunchy green apples, tropical fruit chews, unripe mango, beeswax, honey, dusty wood and fruity dark chocolate – maybe chocolate limes? It develops in the glass, picking up more fruit and slowly cutting the citrus notes.","palate":"Starts off with syrup sweetness, quickly moving on to sour and creamy wood, with more tropical chews, pineapple and smoked orange rind.","finish":"Smoky wood, malt syrup, green pine cones and woody spice.","country":"Scotland","created_at":"2017-10-28 18:18:01","updated_at":"2017-10-28 18:18:01"},
{"id":"117","name":"Lagavulin 16yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/pKOXctr2.png","nose":"More like Lapsang Souchong tea than Lapsang Souchong! One of the smokiest noses from Islay. It's big, very, very concentrated, and redolent of iodine, sweet spices, good, mature sherry and creamy vanilla. Stunning.","palate":"Very thick and rich. A massive mouthful of malt and sherry with good fruity sweetness, but also a wonderful sweetness. Big, powerful peat and oak.","finish":"Long, spicy finish, figs, dates, peat smoke, vanilla.","country":"Scotland","created_at":"2017-10-28 18:18:02","updated_at":"2017-10-28 18:18:02"},
{"id":"118","name":"Laphroaig 18yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/FvbcYVZG.png","nose":"Very big. This is a beast of a whisky, with a breakfast character (granary toast, salty butter, a touch of orange juice and coffee). After a while of nosing it you'll start to get banana loaf, developing alongside the applewood smoke, perhaps even cocoa too.","palate":"Very rounded and thick. Golden Syrup? Salt spray, fiery wood spices, dark and brooding peat, star anise, dark chocolate and stewed prunes.","finish":"Very long, with liquorice, Seville orange marmalade, salty butter and kippers.","country":"Scotland","created_at":"2017-10-28 18:18:03","updated_at":"2017-10-28 18:18:03"},
{"id":"119","name":"Macallan 12yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/n4veans1.png","nose":"Crisp and sweet. There are notes of sultanas and fresh apple blossom. There is a defined floral note with a beautiful Sherry, calvados emerges with a tropical fruit note and golden syrup.","palate":"Medium-body and quite firm. There are notes of hot pastries and marmalade, sultanas and peels with a developing sweetness from the barley sugar.","finish":"Good length with a solid oaked note.","country":"Scotland","created_at":"2017-10-28 18:18:03","updated_at":"2017-10-28 18:18:03"},
{"id":"120","name":"Macallan 18yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/C27YnOU7.png","nose":"The nose is punchy and of medium-body. There are notes of dry oak and wood shavings, hints of crème de cacao, crème anglaise and marmalade. There are notes of apple blossom and cut flowers.","palate":"The palate is quite sweet and rich. There are notes of winter spice and Demerara, hints of rum and sherried sultanas, vanilla emerges with cooked apples and cut rosy apples. There are notes of mixed peels.","finish":"The finish is of medium-length with a solid oak.","country":"Scotland","created_at":"2017-10-28 18:18:04","updated_at":"2017-10-28 18:18:04"},
{"id":"121","name":"Macallan 21yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/1HEZaEsW.png","nose":"Intense rich aroma, with hints of vanilla and passion fruit.","palate":"Soft, rich and spicy with hints of oranges and peat.","finish":"Lingering with hints of wood smoke.","country":"Scotland","created_at":"2017-10-28 18:18:04","updated_at":"2017-10-28 18:18:04"},
{"id":"122","name":"Macallan 25yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/cbXoCccv.png","nose":"Very fruity, with notes of orange and pear on the nose. Also has a good dollop of sweet spices which develop into an almost smoky character. The sherry on the nose is refined and well balanced, with hints of honey and caramel.","palate":"Textbook malt delivery which gives way to a mouthful of dried apricots, prunes and figs. Hints of nutmeg and cinnamon weave in and out of an epic whack of honey that only a Speyside distillery of this kind of nobility can produce.","finish":"A long, full finish that carries fig, spices, chewy oak and a touch of light smoke.","country":"Scotland","created_at":"2017-10-28 18:18:05","updated_at":"2017-10-28 18:18:05"},
{"id":"123","name":"Macallan Rare Cask","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/xgkPisHM.png","nose":"Opulent, yet soft and slightly meandering, picture an orchestra setting up: quiet vanilla with deep notes, already in tune; raisin bold and booming, though only in spells; chocolate a star performer, but not a standout; a sweet ensemble of apple, lemon and orange, beautifully balanced with a spicy quartet of root ginger, cinnamon, nutmeg and clove. Then oak conducts, mature and elegant, with patience only time delivers.","palate":"The spicy quartet leads, loud and full, unwavering in their performance. Raisin dares to temper - and succeeds!! – but oak takes control; timeless, polished, rich and resonating. Vanilla and chocolate compliment each other in the background.","finish":"Light citrus zest, yet full and warming.","country":"Scotland","created_at":"2017-10-28 18:18:05","updated_at":"2017-10-28 18:18:05"},
{"id":"124","name":"Oban 14yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/lKW0SaTw.png","nose":"Rich sweetness and fruits - oranges, lemons and pears, with sea-salt and peaty smokiness.","palate":"Mouth-filling late autumn fruits - dried figs and honey-sweet spices; followed by a smoky malty dryness.","finish":"Long, smooth-sweet finish with oak-wood, dryness and a grain of salt.","country":"Scotland","created_at":"2017-10-28 18:18:06","updated_at":"2017-10-28 18:18:06"},
{"id":"125","name":"Oban Little Bay","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/knI6wxJL.png","nose":"There are hints of stewed apples, vanilla and baking spices, mainly cinnamon. Honey. Maybe a hint of gingerbread. The supposed coastal side of Oban doesn't really show, although some minty notes add a vivid freshness. ","palate":"Very malty. Apples, fruit cake with very nice apricot and banana flavours. It also has a distinctly salty, juicy feel. Hints of oranges, lemons and cloves. Mint returns, as well as honey.","finish":"A little short, slightly tart and spicy, with minty \/ gingery notes coming out.","country":"Scotland","created_at":"2017-10-28 18:18:44","updated_at":"2017-10-28 18:18:44"},
{"id":"126","name":"Talisker 10yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/NlSQek0j.png","nose":"Thick, pungent smoke. Notes of kippers, seaweed, apple peels. Fresh and fragrant.","palate":"Full bodied with huge plumes of smoke and volcanic, peppery peat. Intense.","finish":"Long finish, barley, malt.","country":"Scotland","created_at":"2017-10-28 18:18:44","updated_at":"2017-10-28 18:18:44"},
{"id":"127","name":"Talisker 18yr","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/85K1Yqzi.png","nose":"Rich and fruity – Victoria plums, greengages, perhaps dried orange peel – with some butterscotch or rum toffee and a thread of smoke behind. The smoke soon advances into the foreground and the toffee note is joined by a light mintiness. With water maritime characteristics emerge – dry boat varnish, edible seaweed. Still sweet; now with notes of iodine and the smokiness of an un-struck match.","palate":"Sweet in front, then more assertive, with a whiff of smoke. The overall effect is warming. The development is towards smoke, coal-tar and toffee.","finish":"Medium length. Talisker's characteristic chilli ‘catch' in the finish is subtly present in the aftertaste.","country":"Scotland","created_at":"2017-10-28 18:18:45","updated_at":"2017-10-28 18:18:45"},
{"id":"128","name":"Talisker Storm","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/G6M7zXdS.png","nose":"Initial brine, but not as abrupt as the 10 Year Old, quite creamy by comparison. Banana. Banana angel delight? Window putty, hint of sticking plasters and barbecues, citrus. White pepper develops towards the bottom of the glass.","palate":"Thick and mouth-coating with wood smoke, brine, some tin and chilli heat too.","finish":"Red chilli peppers and oak dryness with a hint of embers.","country":"Scotland","created_at":"2017-10-28 18:18:45","updated_at":"2017-10-28 18:18:45"},
{"id":"129","name":"Hakushu 12","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/vGRpMq8r.png","nose":"Spice, candied citrus, caramel and butterscotch lift out of the glencairn first followed by notes of vanilla, toasted grains, butterscotch and a bit of smoky char. There is a hint of astringency and alcohol, but they're light enough to not be major distractions.","palate":"Caramel, malt, dark fruit, almonds, bananas, smoke and wood all fight for dominance with light bits of dark fruit, spice, toasted grains in the background.","finish":"Med-long fade of spice, wood, smoky char, malt, graham and fruit.","country":"Japan","created_at":"2017-10-28 18:18:46","updated_at":"2017-10-28 18:18:46"},
{"id":"130","name":"Nikka 12","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/Z99SZL2H.png","nose":"Sleek and refined. A perfect balance of fruits, malted barley, beeswax and spices (cinnamon, nutmeg), the first nose is very full. The nose then evolves on softer fruit and herbal notes (moss, lichen), a sign of great maturity, and lingers on citrus aromas (orange, lemon).","palate":"Sleek and refined. A perfect balance of fruits, malted barley, beeswax and spices (cinnamon, nutmeg), the first nose is very full. The nose then evolves on softer fruit and herbal notes (moss, lichen), a sign of great maturity, and lingers on citrus aromas (orange, lemon).","finish":"Long, suave. At first, coconut milk and red berries (strawberry, raspberry) stretch out across the palate. In the back of the mouth, candied fruit (pineapple, clementine) accentuate the pleasant freshness, while the retro-olfaction is marked by tobacco and liquorice notes. The empty glass offers a glimpse at a variety of flowers.","country":"Japan","created_at":"2017-10-28 18:18:46","updated_at":"2017-10-28 18:18:46"},
{"id":"131","name":"Yamazaki 12","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/yioBKhRO.png","nose":"Cinnamon, red apple, muscovado sugar and jasmine blossom.","palate":"Medium bodied and honeyed in style, this easy vanilla malt bursts with apple fruit and jasmine freshness but is made complex thanks to notes of candied orange peel, cinnamon and clove spice and balancing dusty cigarette ash and cedarwood dryness.","finish":"Woody oxidised pineapple notes linger on the pleasant finish.","country":"Japan","created_at":"2017-10-28 18:18:47","updated_at":"2017-10-28 18:18:47"},
{"id":"132","name":"Penderyn","image":"https://storage.googleapis.com/castapp-fbe0d.appspot.com/whiskey/cmu8NSdq.png","nose":"Sweet, medium body. Herbal, vanilla, sweetness, resin, sultanas, toast. Over-ripe grape.","palate":"Thick and sweet, spices, green, biscuity. Custard.","finish":"Fresh, crisp, spices and stem ginger.","country":"Wales","created_at":"2017-10-28 18:18:47","updated_at":"2017-10-28 18:18:47"}
]
}
